PATVCG 103395
HAPATV 102551
LLHAPA 101768
FELLHA 101737
LSFELL 101523
TVCGPK 101338
VVLSFE 101299
VIRGDE 101289
DEVRQI 100970
RVVVLS 100646
RGDEVR 100558
SFVIRG 100464
YAWNRK 100136
SVYAWN 99897
ADSFVI 99732
PYRVVV 99704
FASVYA 99677
VYADSF 99603
RISNCV 99222
RKRISN 99118
CGPKKS 98876
WNRKRI 98852
SNCVAD 98829
VRQIAP 98258
NNLDSK 98144
TRFASV 98038
YFPLQS 98038
NSNNLD 97865
PLQSYG 97633
YQPYRV 97251
TNVYAD 97170
CYGVSP 97087
FQPTNG 96791
LDSKVG 96789
FKCYGV 96758
LKPFER 96672
QSYGFQ 96659
STFKCY 96437
YRLFRK 96407
PFERDI 96381
NATRFA 96366
SKVGGN 96293
SNLKPF 96240
NCYFPL 96096
PTNGVG 96085
CVADYS 95894
QIAPGQ 95830
YLYRLF 95672
YGFQPT 95632
LFRKSN 95586
ERDIST 95511
YQAGST 95473
SFSTFK 95391
NGVGYQ 95316
RKSNLK 95197
VEGFNC 95133
VFNATR 95126
NGVEGF 95073
GFNCYF 94863
GVSPTK 94828
SPTKLN 94573
VGYQPY 94557
AWNSNN 94082
DISTEI 93868
AGSTPC 93673
PCNGVE 93662
CFTNVY 93633
EIYQAG 93551
PFGEVF 93473
VGGNYN 93438
STPCNG 93252
FTGCVI 93227
SASFST 93177
STEIYQ 93037
YNYKLP 92982
YNSASF 92907
ADYSVL 92861
GEVFNA 92800
GCVIAW 92753
YSVLYN 92753
VLYNSA 92366
TKLNDL 92212
APGQTG 92064
LNDLCF 91919
TNLCPF 91897
DDFTGC 91650
GNYNYL 91301
ADYNYK 91243
VIAWNS 91209
YNYLYR 91179
YKLPDD 91169
GQTGKI 90994
NITNLC 90712
LCPFGE 90653
DLCFTN 90636
KIADYN 90156
LPDDFT 89393
TGKIAD 89058
STLCNG 524
AGSTLC 520
LCNGVE 509
KIASYN 461
ASYNYK 460
TGKIAS 454
GNLNYL 440
LNYLYR 440
VGGNLN 439
STSCNG 432
AGSTSC 429
SCNGVE 419
VGGNSN 412
GNSNYL 410
SNYLYR 410
DDLTGC 406
LPDDLT 397
LTGCVI 395
YSLLYN 382
LLYNSA 381
DLSFTN 380
LNDLSF 380
ADYSLL 378
SFTNVY 376
ALNSNN 373
VIALNS 373
GCVIAL 367
AWSSNN 366
VIAWSS 364
ALYNYK 363
KIALYN 362
SSNNLD 360
ARNSNN 353
VISWNS 353
SASLST 352
SWNSNN 352
SLSTFK 351
TGKIAL 351
VIARNS 351
AYYNYK 350
GCVISW 350
TNLSPF 350
KIAYYN 349
NITNLS 349
DLLFTN 347
YNSASL 347
LNDLLF 346
LSPFGE 346
STTCNG 346
DDSTGC 345
PFLEVF 345
TGKIAY 345
AGSTTC 344
LCPFLE 344
LFTNVY 344
DLRFTN 341
LNDLRF 340
LPDDST 340
TCNGVE 340
GCVIAR 339
RFTNVY 339
STGCVI 339
LEVFNA 338
PFSEVF 331
ANYNYK 330
KIANYN 330
LCPFSE 330
TGKIAN 326
YNLASF 326
GVSPSK 325
SPSKLN 325
VLYNLA 324
NITNRC 323
SEVFNA 323
TNRCPF 323
SKLNDL 322
GNYLYL 321
LASFST 321
VGGNYL 321
SPTLLN 319
YLYLYR 319
TGSIAD 318
TLLNDL 318
GQTSKI 317
GVSPTL 314
GQTGSI 313
RCPFGE 313
TSKIAD 311
YKLLDD 310
APGQTS 308
AWLSNN 308
YNYKLL 307
SIADYN 306
ASNSNN 305
GCLIAW 304
LIAWNS 304
LLDDFT 303
VIASNS 303
VIAWLS 303
ADYSSL 302
GCVILW 301
GLNCYF 301
LSNNLD 301
VEGLNC 301
VILWNS 301
YSSLYN 301
GCVIAS 300
LWNSNN 298
PFREVF 298
VGGNYS 298
GNYSYL 297
LCPFRE 297
LPDSFT 296
YSYLYR 295
DSFTGC 294
FTGCLI 294
SLYNSA 294
YKLSDD 293
ADLNYK 291
KIADLN 291
NGVEGL 291
YKLPDS 291
YNYSYR 291
LPDLFT 290
REVFNA 290
YNYKLS 290
YSYRLF 289
DISTSI 288
DLFTGC 288
STSIYQ 288
YGLQPT 288
DDFSGC 287
GNYNYS 287
LNYKLP 287
LSDDFT 287
YKLPDL 287
TNLKPF 286
ADLSVL 285
CVADLS 285
QSYGLQ 285
SASSST 285
SSSTFK 285
YKLPLD 285
AWTSNN 283
LPLDFT 283
SIYQAG 283
TSNNLD 283
LQPTNG 282
LSVLYN 281
VIAWTS 281
DRCFTN 280
LNDRCF 280
LPDDFS 280
PCNSVE 280
YNSASS 280
FSGCVI 279
GNRNYL 279
LFRLSN 279
VLNATR 279
DSCFTN 278
LDFTGC 278
LNDSCF 278
RNYLYR 278
STPCNS 278
VFNSTR 278
VGGNRN 278
GEVLNA 277
RLSNLK 277
NSTRFA 276
TKLNDR 276
TKLNDS 276
DLVFTN 275
LNDLVF 275
NSVEGF 275
YRLFRL 275
SPTSLN 274
TSLNDL 274
YLPYRV 274
YQALST 274
ALSTPC 273
GQTLKI 273
SNLCPF 273
VGYLPY 273
EIYQAL 272
GNYNLL 272
LLYRLF 272
PFGEVL 272
TLKIAD 272
TRKIAD 272
VFTNVY 272
YNLLYR 272
GEVFNS 271
GQTRKI 271
LCLFGE 271
QIAPVQ 271
VGYRPY 271
YLVLYN 271
APVQTG 270
GQTVKI 270
TNLCLF 270
YRPYRV 270
ADYLVL 269
GVSPTS 269
CVADYL 268
GNVNYL 268
NGVGYL 268
NSTNLC 268
TNLLPF 268
VGGNVN 268
NGVGYR 267
APGQTL 266
ARYNYK 266
DDFLGC 266
KIARYN 266
LFGEVF 266
SDYNYK 266
ADSSVL 265
AWRSNN 265
LLPFGE 265
NITNLL 265
STRCNG 265
VNYLYR 265
CVADSS 264
KISDYN 264
SSVLYN 264
TVKIAD 264
FLGCVI 263
LCPFVE 263
NLTNLC 263
PFVEVF 263
AGSTRC 262
APGQTV 262
GNTNYL 262
RSNNLD 262
VGGNTN 262
VQTGKI 261
APGQTR 260
ATYNYK 260
KIATYN 260
NGSGYQ 260
TNYLYR 260
SPLKLN 259
LCPLGE 258
TGKISD 258
DLTFTN 257
GVSPLK 257
LNDLTF 257
LPSDFT 257
PLGEVF 257
PTNGSG 257
QIAPSQ 257
TGKIAR 257
VIAWRS 257
RCNGVE 256
LPDDFL 255
SGYQPY 255
TFTNVY 255
YKLPSD 255
LKLNDL 254
LVPFGE 254
SDFTGC 254
TNLVPF 254
VEVFNA 254
APGLTG 253
APSQTG 253
NNLDLK 253
TNLCPL 253
LDLKVG 252
CFTLVY 251
DLCFTL 251
TGKIAT 251
LKVGGN 250
TLVYAD 250
QIAPGL 249
TNSCPF 249
YGFLPT 249
FLPTNG 248
NITNLV 248
NLTRFA 248
QSYGFL 248
VLYNTA 248
YNTASF 248
AVNSNN 246
DISTLI 246
GLTGKI 246
VIAVNS 246
GNYNSL 245
LFRSSN 245
NITNSC 245
SCPFGE 245
STLIYQ 245
VFNLTR 245
YNRASF 245
YNSLYR 245
PTNGLG 244
RSSNLK 244
TGRIAD 244
NGLGYQ 242
SLYRLF 242
YSRLYN 242
ADYSRL 241
GCVIAV 241
GEVFNL 241
LIYQAG 241
VLYNRA 241
GQTGRI 240
LNDTCF 240
NVTRFA 240
RLYNSA 240
SQTGKI 240
VFNVTR 240
YQAVST 240
DNFTGC 239
DTCFTN 239
GEVFNV 239
LFRKLN 239
NISNLC 239
RKLNLK 239
TASFST 239
TKLNDT 239
YRLFRS 239
KIAIYN 238
LNLKPF 238
RIADYN 238
AFYNYK 237
GNYNYR 237
KIAFYN 237
QIALGQ 237
YNYRYR 237
YRYRLF 237
AIYNYK 236
AVSTPC 236
AVYNYK 236
DISTRI 236
EIYQAV 236
RASFST 236
STRIYQ 236
RIYQAG 235
ALGQTG 234
DDYTGC 234
LPDNFT 234
TGTIAD 234
YKLPDN 234
KIAVYN 233
NGVLYQ 233
TGKIAF 233
TGNIAD 233
LFLKSN 232
LGYQPY 232
NILNLC 232
TIADYN 232
VLYQPY 232
DELRQI 231
DLCLTN 231
LKSNLK 231
RGDELR 231
TGKIAI 231
YRLFLK 231
CFTSVY 230
CLTNVY 230
DLCFTS 230
EILQAG 230
LPDDYT 230
VRQIAL 230
AWVSNN 229
TSVYAD 229
GQTGTI 228
LFSKSN 228
TGKIAV 228
VESFNC 228
AGSSPC 227
DLGFTN 227
DLNFTN 227
DVFTGC 227
FQPSNG 227
LNDLCL 227
LNDLGF 227
LNDLNF 227
LNLCPF 227
PFGLVF 227
SFNCYF 227
VIAWVS 227
VITWNS 227
VSNNLD 227
YRLFSK 227
GQTGNI 226
LPDVFT 226
LQAGST 226
NFTNVY 226
NIADYN 226
PTNGVL 226
STEILQ 226
VRQITP 226
GCVITW 225
GFTNVY 225
GLVFNA 225
PSNGVG 225
SKSNLK 225
YTGCVI 225
GCVLAW 224
LLSKVG 224
NGVESF 224
NNLLSK 224
SSPCNG 224
TNVCPF 224
TWNSNN 224
ADSNYK 223
KILDYN 223
QITPGQ 223
VLAWNS 223
LRQIAP 222
NITNVC 222
STHCNG 222
TGKILD 222
ADYSGL 221
GSNCYF 221
NGVRYQ 221
VCPFGE 221
VEGSNC 221
VRYQPY 221
YGFQPS 221
YNYKRP 221
YQAGSS 221
YSGLYN 221
ELYQAG 220
LNDVCF 220
TPGQTG 220
VIVWNS 220
YFTNVY 220
YKLPDV 220
YKRPDD 220
APRQTG 219
CFSNVY 219
DVCFTN 219
GCVIVW 219
LDYNYK 219
LNDLYF 219
PFKEVF 219
PTNGVR 219
QIAPRQ 219
SNYKLP 219
STELYQ 219
VWNSNN 219
YKLRDD 219
AGSTHC 218
DISTEL 218
DLCFSN 218
GLYNSA 218
HCNGVE 218
KEVFNA 218
LCPFKE 218
LKPFEL 218
PFELDI 218
SPTRLN 218
YKLPND 218
ELDIST 217
KIADSN 217
LCPFGL 217
LPNDFT 217
LRDDFT 217
NSNNLL 217
SPNKLN 217
DLYFTN 216
GVSPNK 216
SFLTFK 216
SNVYAD 216
TGLIAD 216
TKLNDV 216
VLLNSA 216
YSVLLN 216
ADRSVL 215
CVADRS 215
DISTVI 215
DYFTGC 215
NDFTGC 215
NKLNDL 215
STVIYQ 215
GQTGLI 214
GVSPTR 214
RPDDFT 214
SASFLT 214
TRLNDL 214
YNYVYR 214
YVYRLF 214
AWISNN 213
GNYNYV 213
NCYSPL 213
PFTEVF 213
RQTGKI 213
TEVFNA 213
AGSTQC 212
DDVTGC 212
ISNNLD 212
LIADYN 212
LTFKCY 212
QCNGVE 212
RSVLYN 212
YNYKLR 212
YQASST 212
YSPLQS 212
LPDYFT 211
RKRNLK 211
RNLKPF 211
STQCNG 211
GFSCYF 210
LFRKRN 210
NGVEGS 210
QISPGQ 210
SCYFPL 210
ASSTPC 209
DLAFTN 209
EIYQAS 209
FTGCVL 209
GFNCYS 209
KIAHYN 209
LCPFTE 209
LNDLAF 209
LNSASF 209
NITLLC 209
NITSLC 209
SPTVLN 209
TVLNDL 209
VEGFSC 209
LPDDVT 208
TGKIAH 208
VIAWIS 208
VIYQAG 208
YNPASF 208
AFTNVY 207
AHYNYK 207
QIAPNQ 207
TLLCPF 207
YLPLQS 207
APNQTG 206
GVSPTV 206
NCYLPL 206
PCNLVE 206
VLYNPA 206
YKLPDY 206
ADVNYK 205
ESDIST 205
GFNCYL 205
LKPFES 205
PFESDI 205
VRQISP 205
VTGCVI 205
DDITGC 204
FKLYGV 204
GNYTYL 204
NLVEGF 204
PASFST 204
SSSFST 204
TSLCPF 204
VFNASR 204
VGGNYT 204
VGYSPY 204
YNSSSF 204
YSPYRV 204
DDFNGC 203
DISTES 203
FQPLNG 203
LYGVSP 203
PCLGVE 203
STESYQ 203
VLYNSS 203
KIADVN 202
NASRFA 202
NGVGYS 202
SPGQTG 202
STFKLY 202
VNYKLP 202
YTYLYR 202
AGYNYK 201
DLSTEI 201
ERDLST 201
FKVYGV 201
ITGCVI 201
KIAGYN 201
KIRDYN 201
LPDDIT 201
PSNGVE 201
STPCNL 201
STPSNG 201
VLYNVA 201
YGFQPL 201
YNVASF 201
CSTNVY 200
ESYQAG 200
FNGCVI 200
NVTNLC 200
PFERDL 200
SFERDI 200
SNLKSF 200
STFKVY 200
TGKIRD 200
VYGVSP 200
DLCSTN 199
EIYLAG 199
GQMGKI 199
GVSPIK 199
LKSFER 199
LNDLCS 199
RDYNYK 199
SPIKLN 199
SRFASV 199
STPCLG 199
AWYSNN 198
CYSVSP 198
EISQAG 198
FKCYSV 198
IKLNDL 198
LGVEGF 198
LNDPCF 198
NTTNLC 198
PTNGVE 198
SNLKLF 198
TKLNDP 198
VASFST 198
VIAWYS 198
YLAGST 198
YSILYN 198
DPCFTN 197
GQSGKI 197
GSVFNA 197
LKLFER 197
LRPFGE 197
PFGSVF 197
PLNGVG 197
TGMIAD 197
ADYSYL 196
AGSTPS 196
APYQTG 196
DITTEI 196
ERDITT 196
KIVDYN 196
LFERDI 196
LPDDFN 196
NQTGKI 196
QIAPYQ 196
STEISQ 196
TNLYPF 196
YSYLYN 196
ADYSIL 195
DDTTGC 195
DLKFTN 195
GFNSYF 195
KFTNVY 195
LNDLKF 195
NSYFPL 195
PLERDI 195
SASIST 195
SISTFK 195
SPTTLN 195
STEIYL 195
TGKIAG 195
TNLRPF 195
TTLNDL 195
TTVYAD 195
VGSQPY 195
YLYNSA 195
YSNNLD 195
CFTTVY 194
GQTGMI 194
GVSPTT 194
LKPLER 194
LNLLCF 194
MIADYN 194
NGVGSQ 194
NITNMC 194
TKLNLL 194
TNMCPF 194
ADVSVL 193
APGQSG 193
CGPKKL 193
CVADVS 193
DTFTGC 193
ERDINT 193
ILYNSA 193
LCPFGS 193
LPDTFT 193
LYPFGE 193
NITNLY 193
SVSPTK 193
TGKIVD 193
VDYNYK 193
DINTEI 192
GNYRYL 192
SQPYRV 192
TTEIYQ 192
YKSPDD 192
YNSASI 192
YNYKSP 192
YRYLYR 192
ERDILT 191
ERDIRT 191
LPDDTT 191
MCPFGE 191
NTTRFA 191
QIAPDQ 191
SGKIAD 191
VGGNYR 191
VSVLYN 191
YFSLQS 191
YKLPDT 191
YNYLLP 191
YSMLYN 191
DILTEI 190
DIRTEI 190
DLCFTT 190
LLCFTN 190
NCYFSL 190
SASTST 190
SPDDFT 190
TNLFPF 190
VFNTTR 190
YKMPDD 190
YLLPDD 190
YNYKMP 190
YSTLYN 190
ADYSML 189
ADYSTL 189
APGQMG 189
GNYNYK 189
GQTFKI 189
MLYNSA 189
NITNLF 189
NITNLR 189
NTEIYQ 189
RTEIYQ 189
STSTFK 189
YNSAST 189
YNYKYR 189
APGRTG 188
LFPFGE 188
QIAPFQ 188
SLQSYG 188
VEGFNS 188
YKYRLF 188
YNYTYR 188
YQTGKI 188
APDQTG 187
APFQTG 187
APLQTG 187
DDFYGC 187
FNYLYR 187
GNFNYL 187
LDSLVG 187
LIPFGE 187
LNDLIF 187
PCSGVE 187
STPCSG 187
TNTCPF 187
YNYKTP 187
YTYRLF 187
ACYNYK 186
ADYNYL 186
DISLEI 186
GFNLYF 186
LFRVSN 186
MGKIAD 186
NITNTC 186
NLYFPL 186
NNLDSL 186
SLVGGN 186
SNLKPL 186
TCPFGE 186
TFKIAD 186
TNLIPF 186
TTGCVI 186
TVCGSK 186
YLLRLF 186
CGLKKS 185
DLIFTN 185
GNYNYT 185
QIAPGR 185
QIAPLQ 185
SQAGST 185
TLYNSA 185
TVCGLK 185
VGGNFN 185
YGSQPT 185
YKTPDD 185
YNSTSF 185
YRLFRV 185
AGSTFC 184
CGSKKS 184
CGTKKS 184
ERDISL 184
GEVFNT 184
GNYNYM 184
KIACYN 184
LTEIYQ 184
RVSNLK 184
SLEIYQ 184
SQPTNG 184
STFCNG 184
TVCGTK 184
YNYLLR 184
ADFNYK 183
FALVYA 183
GNMNYL 183
IFTNVY 183
KCPFGE 183
LPDDFY 183
MNYLYR 183
NITNKC 183
PFAEVF 183
PPDDFT 183
QSYGSQ 183
STSFST 183
TNKCPF 183
TRFALV 183
VEGFNL 183
VLYNST 183
VSAWNS 183
YMYRLF 183
YNYKPP 183
YNYMYR 183
YSNLYN 183
AGSTIC 182
AKNSNN 182
APGQTF 182
CFTRVY 182
GCSIAW 182
GCVSAW 182
GNYVYL 182
GRTGKI 182
GVSPTM 182
KIADFN 182
LCPFAE 182
LVYAWN 182
SPTMLN 182
STICNG 182
VGGNMN 182
VIAKNS 182
YKPPDD 182
ADYSNL 181
DLCFTR 181
FNYKLP 181
FQTGKI 181
GQLGKI 181
LNDLPF 181
LQTGKI 181
LSDLCF 181
NCYFLL 181
NITNLI 181
NLYNSA 181
NVVEGF 181
TMLNDL 181
TRVYAD 181
VGGNYV 181
YFLLQS 181
YVYLYR 181
ATNSNN 180
DLPFTN 180
FYGCVI 180
GCVIAK 180
GEVSNA 180
LLQSYG 180
NGVVYQ 180
PCNVVE 180
SALFST 180
SGVEGF 180
SIAWNS 180
STTIYQ 180
TGKIAC 180
TKLSDL 180
TNLGPF 180
VSNATR 180
VVYQPY 180
APGQLG 179
ASNNLD 179
AWASNN 179
DISTTI 179
FCNGVE 179
ICNGVE 179
LFSTFK 179
PFTNVY 179
PSRVVV 179
TPDDFT 179
VIATNS 179
VLSNSA 179
YNYSLP 179
YQPSRV 179
ADYNYS 178
AWPSNN 178
CVRDYS 178
DLMFTN 178
DQTGKI 178
ERDIIT 178
GCVIAT 178
LFRKTN 178
LNDLMF 178
LRLFRK 178
MPDDFT 178
NALRFA 178
PFGEVS 178
PTNGVV 178
SNCVRD 178
SPTKLS 178
SRVGGN 178
STPCNV 178
TNPCPF 178
VGYQSY 178
VIAWAS 178
VIAWPS 178
YNSALF 178
YQSYRV 178
YSLPDD 178
YSVLSN 178
AWGSNN 177
DIITEI 177
DISTGI 177
LDSRVG 177
NITNLG 177
NNLDSR 177
QSSGFQ 177
SYRVVV 177
VFNALR 177
FTGCSI 176
GIYQAG 176
LGPFGE 176
MFTNVY 176
PCPFGE 176
PLQSLG 176
PLQSSG 176
PSNNLD 176
QIASGQ 176
QSLGFQ 176
RKTNLK 176
SNSASF 176
STGIYQ 176
TIYQAG 176
TTKIAD 176
VIAWGS 176
YKLPYD 176
AEVFNA 175
ALSFVI 175
CYVVSP 175
NITNPC 175
SNCVLD 175
SVSTFK 175
VYALSF 175
CVLDYS 174
GQTTKI 174
GSNNLD 174
LGKIAD 174
LRFASV 174
PFGVVF 174
SGFQPT 174
VRQIAS 174
YKLPDE 174
GVVFNA 173
ITEIYQ 173
KITDYN 173
LGFQPT 173
LPDFFT 173
LPYDFT 173
LTDDFT 173
NGVLGF 173
RKLISN 173
SASRST 173
SASVST 173
SRSTFK 173
TNVYAL 173
VVSPTK 173
WNRKLI 173
YDFTGC 173
YKLTDD 173
YSFLYN 173
ADYSFL 172
FKCYVV 172
FTGCVS 172
KLADYN 172
LCPFGV 172
LDSKVS 172
LDYSVL 172
LISNCV 172
RDYSVL 172
SKVSGN 172
TDYNYK 172
VSGNYN 172
YKLPDF 172
AGSTNC 171
ASGQTG 171
FLYNSA 171
GQRGKI 171
PFEEVF 171
PLQSYL 171
QSYLFQ 171
RLSNCV 171
STNCNG 171
TGKITD 171
VGYQPS 171
VLGFNC 171
YLSRLF 171
YNYKLT 171
APGQTT 170
AWKSNN 170
DEFTGC 170
DFFTGC 170
DISREI 170
ERDISR 170
KSNNLD 170
LCPFEE 170
LFNCYF 170
LPDEFT 170
LPVDFT 170
LSSKVG 170
NNLSSK 170
RKRLSN 170
SASYST 170
TGKLAD 170
VELFNC 170
YLFQPT 170
YNYLSR 170
CSGVSP 169
FFTNVY 169
GCRIAW 169
GFTCYF 169
LDSKVL 169
SREIYQ 169
SYSTFK 169
VEGFTC 169
VIAWKS 169
YNSASR 169
YNSASV 169
ALYNSA 168
DLCFLN 168
DLFFTN 168
EEVFNA 168
FKCSGV 168
GFLCYF 168
NGFGYQ 168
NGVELF 168
NNTNLC 168
PCNGVL 168
PTNGFG 168
SASNST 168
VEGFLC 168
WNRKRL 168
YKLPID 168
YKLPVD 168
YNAASF 168
YQARST 168
AASFST 167
ADTSVL 167
AGSIPC 167
AWFSNN 167
AWHSNN 167
CVADTS 167
CVSDYS 167
DGFTGC 167
EIYQAR 167
FTLCVI 167
GQTDKI 167
LCPSGE 167
LCYFPL 167
LNDLFF 167
LNPFGE 167
NCNGVE 167
NIRNLC 167
NITTLC 167
PSGEVF 167
SKVLGN 167
SNSTFK 167
TCYFPL 167
TNLNPF 167
TTLCPF 167
VDFTGC 167
VIAWHS 167
VLGNYN 167
VLYNAA 167
YNSASY 167
YNYKVP 167
YSALYN 167
YSVSYN 167
ADYSVS 166
AGNSNN 166
AGSLPC 166
DDFTLC 166
HSNNLD 166
LNDACF 166
LPDGFT 166
LPIDFT 166
SDYSVL 166
SNCVSD 166
SRLFRK 166
TDKIAD 166
TNLCPS 166
VIAGNS 166
VIAWFS 166
VSYNSA 166
YKLPDG 166
YKVPDD 166
YNSASN 166
APGQRG 165
DACFTN 165
FGYQPY 165
FSNNLD 165
INLKPF 165
MIAWNS 165
RGKIAD 165
RIAWNS 165
SIPCNG 165
TSVLYN 165
YLYKLP 165
YNSKLP 165
YNSVSF 165
YNYVLP 165
ADTNYK 164
ADYLYK 164
ADYNSK 164
ADYSAL 164
ARSFVI 164
CFLNVY 164
DAFTGC 164
DISSEI 164
GCMIAW 164
GCVIAG 164
GCVIAM 164
GQTGKL 164
GVSPGK 164
LPDAFT 164
NITNLN 164
PLRVVV 164
RKINLK 164
STFKCS 164
SVSFST 164
TKLNDA 164
VFNRTR 164
VYARSF 164
YKLPFD 164
AMNSNN 163
ARSTPC 163
DDFPGC 163
FTGCRI 163
GQTCKI 163
GQTNKI 163
IDFTGC 163
KIADTN 163
LCVIAW 163
LPFDFT 163
MEVFNA 163
NRTRFA 163
NSNNLS 163
QIVPGQ 163
RGDEMR 163
SPGKLN 163
SSEIYQ 163
TNVYAR 163
VIAMNS 163
YQAGSI 163
YQPLRV 163
APGQTD 162
DEMRQI 162
EIYSAG 162
KIADYL 162
LFRISN 162
LFRKIN 162
LKCYGV 162
PFMEVF 162
TGIIAD 162
YNYASF 162
YVLPDD 162
ADYNYV 161
DISTKI 161
ERDISS 161
FTGCMI 161
FTGCTI 161
LNVYAD 161
RISNLK 161
RNLCPF 161
SLPCNG 161
STKIYQ 161
STLKCY 161
TNKIAD 161
VLYNSV 161
VPDDFT 161
VRQIVP 161
APGQTC 160
DDFTSC 160
GCTIAW 160
GKLNDL 160
HSPATV 160
LCPFME 160
LFRKVN 160
LLHSPA 160
NFTNLC 160
NGIGYQ 160
RKVNLK 160
TCKIAD 160
TNFCPF 160
VLYNYA 160
YSAGST 160
APGQTN 159
DDFIGC 159
FLCYGV 159
FPGCVI 159
FTSCVI 159
IIADYN 159
RWNSNN 159
STFLCY 159
TGVIAD 159
TNNCPF 159
TNYKLP 159
VEVFNC 159
VIRWNS 159
VNLKPF 159
YASFST 159
YKLPDA 159
YQAGSL 159
YRLFRI 159
AGSTMC 158
FDFTGC 158
FELLHS 158
FKSYGV 158
GCVIRW 158
GEVFNR 158
GFYCYF 158
GQTGII 158
IGYQPY 158
KIYQAG 158
LPDDFP 158
NITNFC 158
NIVEGF 158
NNLKPF 158
NNVEGF 158
PCNIVE 158
PFWEVF 158
QSYGFR 158
RKNNLK 158
SKLPDD 158
STEIYS 158
STKCNG 158
VFNCYF 158
CFTYVY 157
CYGVSL 157
EIYRAG 157
FIGCVI 157
FRPTNG 157
GNANYL 157
GNKNYL 157
GVSLTK 157
KNYLYR 157
LCPFWE 157
LFRKGN 157
LFRKNN 157
NRTNLC 157
PCKGVE 157
PCNNVE 157
SFSTFL 157
SFSTLK 157
STFKSY 157
TGYIAD 157
TKLNVL 157
VEGFYC 157
VGYQPL 157
VLYNFA 157
VPGQTG 157
YCYFPL 157
YGFRPT 157
YIADYN 157
YNFASF 157
AKYNYK 156
APGKTG 156
DDNTGC 156
DKCFTN 156
DLCFTY 156
GCIIAW 156
GFNRYF 156
GNLKPF 156
GQTGYI 156
KCNGVE 156
KIAKYN 156
LNDKCF 156
LNVLCF 156
LVSKVG 156
MRQIAP 156
NGVEVF 156
NGVSYQ 156
NITNNC 156
NNLVSK 156
NRYFPL 156
QIAPGK 156
RKGNLK 156
SGSFST 156
SLTKLN 156
SPVKLN 156
STMCNG 156
SYGVSP 156
TGGIAD 156
VGGNAN 156
VGGNKN 156
VSYQPY 156
YLYSLF 156
YNSGSF 156
YNSLSF 156
YRAGST 156
ANYLYR 155
APGSTG 155
DDRTGC 155
FTGCII 155
GKTGKI 155
GVSPVK 155
LNSLCF 155
LPDIFT 155
NSNNLV 155
SLSFST 155
STEIYR 155
STPCKG 155
TKLNSL 155
TYVYAD 155
VEGFNR 155
VKLNDL 155
VLYNSG 155
YKLPDI 155
YNYLYS 155
YQATST 155
YSLFRK 155
ADNNYK 154
AGSTKC 154
ATSTPC 154
CFTIVY 154
DIFTGC 154
FKRYGV 154
GNINYL 154
GNYFYL 154
GSTGKI 154
IIAWNS 154
INYLYR 154
KVADYN 154
LNDMCF 154
LPDDFI 154
NCPFGE 154
NIVNLC 154
PTNGIG 154
QIAPIQ 154
RTGCVI 154
STFIYQ 154
STFRCY 154
STPCNN 154
TGKVAD 154
TIAWNS 154
TKLNDK 154
VGGNIN 154
VGGNYF 154
WEVFNA 154
CGPRKS 153
DISTFI 153
DMCFTN 153
FCPFGE 153
FRCYGV 153
GQTGEI 153
GQTGVI 153
KGVEGF 153
LLDLCF 153
LPDDNT 153
LPDDRT 153
NNYKLP 153
NTGCVI 153
PTNGVS 153
QSYSFQ 153
TGKIAK 153
TIVYAD 153
TKSNDL 153
VIADYN 153
VLCFTN 153
VNLCPF 153
YFYLYR 153
YNSRSF 153
YSFQPT 153
APIQTG 152
DIVTEI 152
DLCFTI 152
ERDIVT 152
FTSVYA 152
GNPNYL 152
GQTGGI 152
GVNCYF 152
GVSPYK 152
LDSKVR 152
MCNGVE 152
PCTGVE 152
PLQSYS 152
RYGVSP 152
SCVIAW 152
SFSTFR 152
SKVRGN 152
SNDLCF 152
SPTKLL 152
SPYKLN 152
STFKRY 152
TGEIAD 152
TKLLDL 152
TKLNDM 152
TRLCPF 152
TVCGPR 152
VEGVNC 152
VGGNPN 152
VGGSYN 152
VLYNSL 152
YKLNDL 152
CNYLYR 151
DISTNI 151
FASFST 151
FIYQAG 151
GCVMAW 151
GIADYN 151
GNCNYL 151
KLYNSA 151
LFRTSN 151
LITNLC 151
NGVWYQ 151
NITRLC 151
PNYLYR 151
QIAPGS 151
QIATGQ 151
RTSNLK 151
SKVGGS 151
SLCFTN 151
SRSFST 151
STNIYQ 151
TNLDPF 151
VGGNCN 151
VGGNNN 151
VLYNSR 151
VRQIAT 151
YSKLYN 151
ADYSKL 150
AVSFVI 150
EIADYN 150
GNNNYL 150
GQTGKV 150
GSYNYL 150
KIADNN 150
LDPFGE 150
LKPFSR 150
NITNLD 150
NIYQAG 150
NNYLYR 150
PFSRDI 150
SNLLPF 150
SPTKSN 150
SRDIST 150
STPCTG 150
TKVYAD 150
VRGNYN 150
VYAVSF 150
YMYLYR 150
YSDLYN 150
ACNSNN 149
ADYSDL 149
DLYNSA 149
EIYQAT 149
GNYMYL 149
GVSPDK 149
GVSPFK 149
LKPSER 149
LLPFER 149
PCNGVG 149
PSERDI 149
SNYNYL 149
STPCNI 149
TRFTSV 149
VMAWNS 149
VTAWNS 149
VWYQPY 149
YNFLYR 149
YRLFRT 149
AESFVI 148
CFTKVY 148
CFTVVY 148
CYRVSP 148
DLEFTN 148
EFTNVY 148
FKCYRV 148
GCVTAW 148
GNYNFL 148
KMADYN 148
KRADYN 148
LNDLEF 148
LPTDFT 148
NGVEGV 148
NGVSGF 148
PFGGVF 148
PTNGVW 148
SPDKLN 148
SPFKLN 148
TGKMAD 148
TGKRAD 148
TGVEGF 148
TVVYAD 148
VGGNYM 148
VIMWNS 148
VSGFNC 148
VTEIYQ 148
VYAESF 148
YKLPRD 148
ADRNYK 147
DISTII 147
DLCFTK 147
EIRQAG 147
FLYRLF 147
FNLKPF 147
FSCYGV 147
FTGCVM 147
GCVIAC 147
GGVFNA 147
LFRKFN 147
MWNSNN 147
NATRFT 147
RKFNLK 147
RKSNLL 147
SFSSFK 147
SSFKCY 147
STFSCY 147
STIIYQ 147
TNVYAE 147
VGLQPY 147
VIACNS 147
FKLNDL 146
FQPRNG 146
GCVIMW 146
IIYQAG 146
KIADRN 146
LCSFGE 146
LPRDFT 146
NNLDRK 146
RGDERR 146
RVSPTK 146
SFYTFK 146
SKVGSN 146
SNLKPS 146
STEIRQ 146
TNVYAV 146
YKLPTD 146
YNGASF 146
YTFKCY 146
DERRQI 145
DLCFTV 145
GEVVNA 145
GNGNYL 145
LCTFGE 145
LDRKVG 145
LQPYRV 145
NCYRPL 145
PCNCVE 145
QILPGQ 145
TFGEVF 145
TLFASV 145
TNLCTF 145
VGGNGN 145
VGSNYN 145
VLYNGA 145
YGFQPR 145
ADYRVL 144
ATGQTG 144
CLGVSP 144
ERDSST 144
FKCLGV 144
GQTGKR 144
GQTYKI 144
IQTGKI 144
NATLFA 144
NGVGLQ 144
NTVEGF 144
PCNTVE 144
PFERDS 144
RDFTGC 144
RGDEER 144
SASFYT 144
TDFTGC 144
TNECPF 144
TNLCSF 144
VLYSSA 144
YGYRLF 144
YNYGYR 144
YQAAST 144
YRPLQS 144
YSSASF 144
AMYNYK 143
CVADYR 143
DNYLYR 143
EIYQAA 143
GASFST 143
GEVRNA 143
GFNCYR 143
GNYKYL 143
GNYLYR 143
GNYNYG 143
KIAMYN 143
LCPFGG 143
LFRNSN 143
LFRRSN 143
LNDLWF 143
NCVEGF 143
NGRGYQ 143
NITNEC 143
PFGEVV 143
PFPEVF 143
PTNGRG 143
PTSGVG 143
RNSNLK 143
RRSNLK 143
SASFTT 143
SFSTFS 143
SFTTFK 143
SITNLC 143
SKLGGN 143
TYKIAD 143
VGGNYK 143
VVNATR 143
WFTNVY 143
YKYLYR 143
YNYPYR 143
YPYRLF 143
YRVLYN 143
ADISVL 142
ADYSEL 142
ARYSVL 142
CFNCYF 142
CGPKNS 142
CVADIS 142
CVARYS 142
DEERQI 142
DKLNDL 142
DLWFTN 142
FQPTSG 142
FTGCVT 142
GNDNYL 142
GNYNYP 142
LCPFPE 142
LDSKLG 142
PFGEVR 142
PRNGVG 142
QSYGVQ 142
RKVGGN 142
RNYKLP 142
RQAGST 142
SFGEVF 142
SNCVAR 142
STPCNC 142
TNQCPF 142
VIGWNS 142
VQPTNG 142
VRNATR 142
YGVQPT 142
YSELYN 142
YSVLYS 142
ADYSCL 141
AFNSNN 141
AWDSNN 141
DSSTEI 141
GNHNYL 141
GQTGKM 141
LLRKSN 141
NITNGC 141
NITNQC 141
PCNGVS 141
PFGESF 141
RFNCYF 141
SASFSS 141
TRLASV 141
TTFKCY 141
VECFNC 141
VERFNC 141
VGGNDN 141
VGGNHN 141
VIAWDS 141
VRQILP 141
YEYRLF 141
YNYALP 141
YNYEYR 141
YRLFRR 141
YRLLRK 141
YSCLYN 141
ADYNYA 140
CTGCVI 140
DSNNLD 140
ECPFGE 140
ELYNSA 140
GCVIGW 140
GESFNA 140
GNYNYE 140
GWNSNN 140
LASVYA 140
LGGNYN 140
LNDLDF 140
QCPFGE 140
RGYQPY 140
SGVGYQ 140
STPCNT 140
STVCNG 140
TFERDI 140
TNGCPF 140
TRFAKV 140
VIAANS 140
VIYWNS 140
AANSNN 139
AASTPC 139
AGSTVC 139
AKLNDL 139
APGQTY 139
CGPSKS 139
DDCTGC 139
DLDFTN 139
FAKVYA 139
GCGIAW 139
GCVIAA 139
GDFTGC 139
GEVINA 139
GFNVYF 139
GQTWKI 139
HNYLYR 139
LKTFER 139
LNDLHF 139
LPGDFT 139
LPGQTG 139
NATRLA 139
NAVRFA 139
NGTRFA 139
NGVERF 139
NITNAC 139
NNLDVK 139
NVYFPL 139
NWNSNN 139
PFGEVI 139
SFNATR 139
SPTKLT 139
STFKCL 139
STVGGN 139
TGKIAM 139
TNACPF 139
TVCGPS 139
TWKIAD 139
VFLATR 139
VFNATL 139
VIAFNS 139
VINWNS 139
YALPDD 139
YRLFRN 139
YWNSNN 139
ADNSVL 138
ADYNLK 138
APYNYK 138
CLYNSA 138
DDFVGC 138
DFTNVY 138
DIGTEI 138
DLHFTN 138
ERDIGT 138
ERQIAP 138
FTGCGI 138
GCPFGE 138
GCVIAF 138
GCVINW 138
GCVIYW 138
GIAWNS 138
GVSPAK 138
ISVLYN 138
KIAPYN 138
LDSTVG 138
LDVKVG 138
LTDLCF 138
NGVECF 138
NNLDST 138
NSVLYN 138
PCIGVE 138
QIAPCQ 138
QSYGFS 138
RRQIAP 138
SNLKTF 138
TKLTDL 138
VFNAVR 138
VFNGTR 138
VKVGGN 138
VRFASV 138
YAYRLF 138
YLYRLL 138
YNLKLP 138
CGPLKS 137
CVADNS 137
CVPDYS 137
FARVYA 137
GNYNYW 137
HFTNVY 137
KVYAWN 137
LATRFA 137
LNDYCF 137
NNLDTK 137
PEVFNA 137
SNCVPD 137
SPAKLN 137
VEGFNV 137
VINATR 137
YGFSPT 137
YNYAYR 137
YNYWYR 137
YWYRLF 137
ACPFGE 136
APCQTG 136
DYCFTN 136
FSPTNG 136
GCVYAW 136
GFVCYF 136
GNYNTL 136
GNYNYA 136
GTEIYQ 136
IGVEGF 136
KNADYN 136
LDTKVG 136
LKLPDD 136
PDYSVL 136
PFGDVF 136
PFGRVF 136
RVYAWN 136
TGKNAD 136
TLYRLF 136
TNLMPF 136
TRFARV 136
TVCGPL 136
VIFWNS 136
YKLPGD 136
YLTRLF 136
YNTLYR 136
YNYLTR 136
ADYSYK 135
AWCSNN 135
CSNNLD 135
EIVQAG 135
EIYQAK 135
FWNSNN 135
GCVIFW 135
GEVFLA 135
GEVFNG 135
GNYIYL 135
GVSSTK 135
ICPFGE 135
IWNSNN 135
KISNCV 135
LFRKCN 135
LMPFGE 135
NITNIC 135
NITVLC 135
QSYVFQ 135
RKKISN 135
STEIVQ 135
STPCIG 135
VCNGVE 135
VCYFPL 135
VEGFVC 135
VIAWCS 135
VIIWNS 135
VLVNSA 135
VRYNSA 135
VYAWNS 135
WNRKKI 135
YIYLYR 135
YQAKST 135
YQPFRV 135
YSVRYN 135
YSYKLP 135
ADYSVT 134
AKSTPC 134
DISTDI 134
DISTMI 134
DIYQAG 134
GCVIIW 134
GDVFNA 134
GFICYF 134
GQKGKI 134
GRVFNA 134
GVSPTQ 134
ICYFPL 134
LYRVVV 134
NDVEGF 134
NITNLM 134
PFRVVV 134
RGDEKR 134
RKCNLK 134
SPTQLN 134
STMIYQ 134
TKLNDY 134
TKVGGN 134
TQLNDL 134
VEGFIC 134
VNSASF 134
VTYNSA 134
YNSATF 134
YQLYRV 134
YSVLVN 134
YSVTYN 134
YVFQPT 134
ADLFVI 133
APGQTW 133
CNLKPF 133
CQTGKI 133
DEKRQI 133
GNYPYL 133
HVPATV 133
LLHVPA 133
LNRLCF 133
LPDDCT 133
MIYQAG 133
NYTRFA 133
PCNDVE 133
RITNLC 133
SATFST 133
STDIYQ 133
STPYNG 133
TFSTFK 133
TNICPF 133
TRLFRK 133
TVLCPF 133
VGGNYI 133
VGYQLY 133
VLYNIA 133
VYAKSF 133
YNIASF 133
AGSAPC 132
AGSRPC 132
AKSFVI 132
APGQKG 132
CVTDYS 132
FELLHV 132
FTGCVY 132
FVGCVI 132
GNYYYL 132
GQTKKI 132
KIADYS 132
KIYDYN 132
KNLCPF 132
NGTGYQ 132
PLQSYV 132
SAPCNG 132
SNCVTD 132
TGKIYD 132
TKLNRL 132
TNWCPF 132
VFNYTR 132
VFSATR 132
VGGNYP 132
VGGNYY 132
VLYLSA 132
VLYTSA 132
VYADLF 132
YLSASF 132
YNYELP 132
YPYLYR 132
YYYLYR 132
ADMSVL 131
ADYNYE 131
ADYNYT 131
ADYSVR 131
AGSVPC 131
CVADMS 131
CYGVSS 131
DISTEF 131
GCVIKW 131
GNYNNL 131
KGKIAD 131
LCPFGR 131
LFRKAN 131
LFVIRG 131
LPDDFV 131
MSVLYN 131
NAIRFA 131
NIKNLC 131
NLYRLF 131
PFQEVF 131
RKANLK 131
SKVGVN 131
STFNCY 131
STPCND 131
TDYSVL 131
TKKIAD 131
TNVYAK 131
VFNAIR 131
VGVNYN 131
VIKWNS 131
VQAGST 131
YDYNYK 131
YNNLYR 131
YNYTLP 131
YQAGSA 131
YSWLYN 131
AGSTAC 130
ANLKPF 130
CVADPS 130
DICFTN 130
FKYYGV 130
GNYNVL 130
IASFST 130
KIAAYN 130
KIAEYN 130
KRQIAP 130
KWNSNN 130
LCPFGD 130
LCPFQE 130
LFRFSN 130
LKPFLR 130
LNDICF 130
LRDIST 130
NITNWC 130
NNTRFA 130
PFLRDI 130
QEVFNA 130
SPTGLN 130
SSTKLN 130
STEFYQ 130
STPLNG 130
STSKCY 130
TGYQPY 130
VFNNTR 130
VNYNYL 130
WLYNSA 130
YKLNDD 130
YSVLYT 130
YTSASF 130
AAYNYK 129
ADYSWL 129
AEYNYK 129
AGSTPY 129
CVALYS 129
EFYQAG 129
FCYFPL 129
FTDCVI 129
GAVFNA 129
GEVFNY 129
GFFCYF 129
GQTGKN 129
GQTMKI 129
GVSPTG 129
LPTKLN 129
NGVTYQ 129
NIANLC 129
PFGAVF 129
PTNGGG 129
PTNGTG 129
PYNGVE 129
QSYGTQ 129
RFSNLK 129
RLCFTN 129
SATRFA 129
SFSTFN 129
SFSTSK 129
SNCVAL 129
STACNG 129
TGKIAE 129
TGLNDL 129
VEGFFC 129
VFNITR 129
VLYRLF 129
VYAMSF 129
YCPFGE 129
YELPDD 129
YGTQPT 129
YKLHDD 129
YNVLYR 129
YQAGSV 129
YRLFRF 129
YSVLYL 129
YTLPDD 129
YYGVSP 129
ADPSVL 128
AMSFVI 128
CYGVLP 128
DHCFTN 128
FNCYGV 128
GEVFSA 128
GTNCYF 128
GVLPTK 128
GVSPTA 128
LAPFGE 128
NATNLC 128
NKTNLC 128
NRVGYQ 128
PSVLYN 128
PTNRVG 128
QSYRFQ 128
RQPTNG 128
SFVTFK 128
SPTALN 128
SRPCNG 128
SVPCNG 128
SVYALN 128
TALNDL 128
TKLNDI 128
TNLAPF 128
TNYCPF 128
TQPTNG 128
VEGTNC 128
VTYQPY 128
WCPFGE 128
YALNRK 128
YNKASF 128
YNYKLN 128
ALYSVL 127
ANLCPF 127
APGQTK 127
APGQTM 127
DDFFGC 127
DDFRGC 127
DIFTEI 127
ERDIFT 127
ERYQAG 127
FFGCVI 127
GEVFNI 127
GQTEKI 127
GRNCYF 127
GVSPPK 127
GVSRTK 127
IRFASV 127
KSADYN 127
LDSKVV 127
LNDHCF 127
LNRKRI 127
NITNYC 127
NITRFA 127
PFETDI 127
PSQSYG 127
SASFVT 127
SKVGRN 127
STERYQ 127
STPRNG 127
TGKIAP 127
TNVYAM 127
VEGRNC 127
VETFNC 127
VGRNYN 127
VLYNKA 127
YGRQPT 127
YQAGSR 127
YQAWST 127
YRFQPT 127
ADYMVL 126
ADYSVP 126
AGYSVL 126
CTTNVY 126
DISTER 126
DLCTTN 126
ETDIST 126
FYGVSP 126
GEVFNN 126
LCPFGA 126
LHDDFT 126
LNDDFT 126
LPDDFR 126
NCYFPS 126
NGGGYQ 126
NGVEGT 126
NGVETF 126
NITNLA 126
PFGTVF 126
PLNGVE 126
PLQSYR 126
PRNGVE 126
QSYGRQ 126
RKSLLK 126
SKCYGV 126
SKVVGN 126
SLLKPF 126
SRTKLN 126
STCCNG 126
STFKYY 126
TFNCYF 126
TGKIAA 126
TMKIAD 126
VEYFNC 126
VGLNYN 126
VPYNSA 126
YFPSQS 126
YMVLYN 126
YNYKLH 126
YNYNLP 126
YSVPYN 126
ACNGVE 125
AGSTCC 125
AWSTPC 125
CCNGVE 125
CVADYM 125
CVAGYS 125
DCVIAW 125
DDFKGC 125
FQPTNR 125
FRGCVI 125
GGYQPY 125
GTVFNA 125
GVSPCK 125
KASFST 125
LFRKSL 125
LFRPSN 125
LKPFET 125
NGVVGF 125
NITILC 125
PKLNDL 125
PTNGVT 125
RNYNYL 125
RPSNLK 125
SASTFK 125
SKVGLN 125
SNCVAG 125
SPCKLN 125
SPPKLN 125
TEKIAD 125
TGKSAD 125
TILCPF 125
TKLNDH 125
VVGFNC 125
YNLPDD 125
AGSTPR 124
APGQTE 124
CGRKKS 124
DDFTDC 124
DHFTGC 124
DLCFVN 124
DQCFTN 124
ETYQAG 124
FKFYGV 124
FTEIYQ 124
GCAIAW 124
GCVVAW 124
GLYNYL 124
GNYNYQ 124
GVSPTI 124
HAPTTV 124
LESKVG 124
LFRKSS 124
LNDQCF 124
LNYNYL 124
LPDDFF 124
LPDHFT 124
LWPFGE 124
NGAGYQ 124
NGVEYF 124
NGVKYQ 124
NNLDMK 124
PFNEVF 124
PTNGVK 124
PTTVCG 124
RKSNSK 124
RKSSLK 124
SASAST 124
SASDST 124
SASFPT 124
SFPTFK 124
SNSKPF 124
SPTILN 124
SSLKPF 124
TILNDL 124
TNLWPF 124
TVCGRK 124
VGGLYN 124
VGYQPF 124
VNVYAD 124
VTFKCY 124
VVAWNS 124
VVGNYN 124
YFNCYF 124
YFYRLF 124
YKLMDD 124
YKLPDH 124
YNYQYR 124
YQAMST 124
YQYRLF 124
ADMNYK 123
AGSTPL 123
AIAWNS 123
AWMSNN 123
CFRNVY 123
CFVNVY 123
CKLNDL 123
CVTNVY 123
CYGVSR 123
DISTEV 123
DISTYI 123
DLCFRN 123
DLCVTN 123
EIYQAM 123
EIYQAW 123
EIYQSG 123
FAGCVI 123
FKGCVI 123
FQPFNG 123
GELFNA 123
GLCFTN 123
GQTGKS 123
GQTIKI 123
KYADYN 123
LDMKVG 123
LFNATR 123
LNDLCT 123
LNGLCF 123
MSNNLD 123
NGVEGR 123
NNLESK 123
NPTNLC 123
NYTNLC 123
PFGELF 123
PFGKVF 123
RNVYAD 123
STEVYQ 123
STFKFY 123
STYIYQ 123
TIKIAD 123
TKLNGL 123
TSFASV 123
VFNANR 123
VLYNNA 123
YNSASA 123
YNSASD 123
YNYKLM 123
YRLFRP 123
ADYNYN 122
AGSNPC 122
AGSTYC 122
DDFAGC 122
DISTAI 122
DIYTEI 122
ERDIYT 122
EVYQAG 122
GFNCYV 122
KTADYN 122
LCPFNE 122
LMDDFT 122
LPDDFA 122
LPDDFK 122
MNYKLP 122
NANRFA 122
NARRFA 122
NCYVPL 122
NGVEYQ 122
NRFASV 122
NSNNLE 122
PFNGVG 122
PTFKCY 122
PWNSNN 122
RYSNLK 122
STEYYQ 122
STYCNG 122
TNLTPF 122
VFNARR 122
VIAWMS 122
VIPWNS 122
VLRNSA 122
YGFQPF 122
YNNASF 122
YQPNRV 122
YQSGST 122
YTEIYQ 122
AIYQAG 121
AMSTPC 121
APGQTI 121
APTQTG 121
CVASYS 121
CVVDYS 121
CYTVSP 121
DISTET 121
DISTEY 121
EIIQAG 121
EINQAG 121
EYYQAG 121
FKCYTV 121
FTGCAI 121
FTGLVI 121
FTVCVI 121
GNYNYF 121
GNYNYY 121
ILYRLF 121
KINDYN 121
LDSSVG 121
LFRYSN 121
LLFELL 121
LLHAPT 121
LNDLCV 121
MKVGGN 121
NATSFA 121
NCTRFA 121
NDYNYK 121
NEVFNA 121
NIPNLC 121
NITNLW 121
NNLDSS 121
PCNGVV 121
PNRVVV 121
QIAPTQ 121
QIAVGQ 121
RNSASF 121
RRFASV 121
SASPST 121
SDSTFK 121
SKPFER 121
SNCVAS 121
SNCVVD 121
SPSTFK 121
STAIYQ 121
STETYQ 121
TGKTAD 121
VAYQPY 121
VFNCTR 121
VKYQPY 121
YIYQAG 121
YKLQDD 121
YMPYRV 121
YNILYR 121
YNYFYR 121
YNYYYR 121
YSVLRN 121
YVPLQS 121
YYYRLF 121
ADYKVL 120
AGYQPY 120
ASYSVL 120
CGPKMS 120
CVADYV 120
CYGVST 120
DDFTGL 120
DRSTEI 120
EMYQAG 120
ERDIAT 120
ERDRST 120
FQSTNG 120
GCVIPW 120
GEVFNC 120
GFNCYY 120
GKVFNA 120
GQAGKI 120
GVSPTE 120
IQAGST 120
LCPFGT 120
LDAKVG 120
LFRASN 120
LTPFGE 120
NCYYPL 120
NGTNLC 120
NIINLC 120
NITNLT 120
NNLDAK 120
PNLCPF 120
QIAPGH 120
RLQSYG 120
RVVVLL 120
SFSIFK 120
SPTELN 120
STEIIQ 120
STEINQ 120
STEMYQ 120
TGKYAD 120
VEYQPY 120
VGYMPY 120
VVLLFE 120
YFRLQS 120
YKVLYN 120
YYPLQS 120
ADYVVL 119
AKVGGN 119
APGHTG 119
AVGQTG 119
CGAKKS 119
DDFTVC 119
DDPTGC 119
DIATEI 119
DISTEM 119
DISTQI 119
EIFQAG 119
FQAGST 119
FTGCVV 119
GLVIAW 119
GNYNIL 119
GVFPTK 119
KIADMN 119
LCPFGK 119
NASFST 119
NCYFRL 119
NGVGYM 119
NITKLC 119
NITNHC 119
PFERDR 119
PFYEVF 119
PTNGAG 119
RASNLK 119
RKSISN 119
RMSNCV 119
SASCST 119
SIFKCY 119
SISNCV 119
SPTPLN 119
SSVGGN 119
STQIYQ 119
TGAIAD 119
TGKIND 119
TNHCPF 119
TPLNDL 119
TVCGAK 119
VDYSVL 119
VGFQPY 119
VGYKPY 119
VGYQPN 119
WNRKSI 119
YKPYRV 119
YLVRLF 119
YNSAYF 119
YNYLVR 119
YNYYLP 119
YRLFRA 119
YVVLYN 119
ADFSVL 118
ADINYK 118
AGSFVI 118
APGQAG 118
CVADFS 118
EVDIST 118
GCYIAW 118
GEVFND 118
GHTGKI 118
GQTGAI 118
GVSPTP 118
GVSTTK 118
INLCPF 118
LCPFCE 118
LCPFFE 118
LFVKSN 118
LKSKVG 118
LPDRFT 118
NGVAYQ 118
NGVGFQ 118
NGVGYK 118
NNLKSK 118
NQAGST 118
PFEVDI 118
PTNGVA 118
QIYQAG 118
RKRMSN 118
SAYFST 118
SKVGGL 118
SNPCNG 118
SPTWLN 118
STTKLN 118
TELNDL 118
TKLCPF 118
TKLNAL 118
TKLNDQ 118
TNVYAG 118
TVSPTK 118
VRQIAV 118
VYAGSF 118
WNRKRM 118
YCNGVE 118
YEVFNA 118
YFSTFK 118
YGFQST 118
YIPLQS 118
YNSASC 118
YNYKLQ 118
YNYKQP 118
YQAGSN 118
YRLFVK 118
YYLPDD 118
ADYNYY 117
AGSPPC 117
ATEIYQ 117
CEVFNA 117
CVADYK 117
CYGVFP 117
DDHTGC 117
DFCFTN 117
DRFTGC 117
FEVFNA 117
FQPVNG 117
FSVLYN 117
GFNCYI 117
GQTGKT 117
LCPFYE 117
LDPKVG 117
LKPFEV 117
LNALCF 117
LNDFCF 117
LPDDPT 117
NCYIPL 117
NDTNLC 117
NDTRFA 117
PFCEVF 117
PFFEVF 117
PFIEVF 117
PIRVVV 117
PLQSRG 117
PVNGVG 117
QSRGFQ 117
SCSTFK 117
STEIFQ 117
TQTGKI 117
TWLNDL 117
VEAFNC 117
VFNATS 117
VFNDTR 117
VGYTPY 117
YKLPDR 117
YNEASF 117
YQPIRV 117
YTPYRV 117
ADSFLI 116
AFNCYF 116
AIADYN 116
ALCFTN 116
CGPKLS 116
DDFMGC 116
DISTEK 116
EKYQAG 116
FASLYA 116
FATVYA 116
FKCNGV 116
FPTKLN 116
FQPYRV 116
GCFIAW 116
GQTGKY 116
HCPFGE 116
KIADIN 116
KIGDYN 116
LCPFIE 116
LFRKYN 116
LPDDFM 116
LSRKSN 116
NGVEAF 116
NGVGKQ 116
NNLDPK 116
PLQLYG 116
RGFQPT 116
RKYNLK 116
SAVFST 116
SFLIRG 116
SPPCNG 116
SPTNLN 116
STEKYQ 116
STFKCN 116
TKLNDF 116
TNLNDL 116
VCVIAW 116
VGKQPY 116
VGMQPY 116
VKSNLK 116
VLYNEA 116
VRLFRK 116
VRQIAR 116
WNLKRI 116
YFPLQL 116
YIAWNS 116
YNSASP 116
YQVGST 116
YRLSRK 116
ADGNYK 115
CNGVSP 115
CYNVSP 115
EIYQVG 115
FIAWNS 115
FKCTGV 115
FTGCYI 115
GNWNYL 115
GVSPTN 115
GVSPTW 115
INYKLP 115
KQPYRV 115
KSVLYN 115
LKRFER 115
LKRISN 115
LPDDHT 115
LTSKVG 115
NGVGMQ 115
NGVGYT 115
NITNDC 115
NNLTSK 115
NSNNLK 115
PTGCVI 115
QIARGQ 115
QLYGFQ 115
RFERDI 115
SFSLFK 115
SGSTPC 115
SLYAWN 115
SNLKRF 115
TNDCPF 115
VFSTFK 115
YAWNLK 115
YKQPDD 115
YNSAVF 115
YNWASF 115
YNYKAP 115
YRLFRY 115
YTWNRK 115
ADGSVL 114
ADKSVL 114
AGKIAD 114
AGSFPC 114
CDYNYK 114
CGPMKS 114
CTGVSP 114
CVADGS 114
CVADKS 114
EASFST 114
FMGCVI 114
FTGCFI 114
GDYNYK 114
GNYNRL 114
KIADGN 114
LCPFDE 114
LQDDFT 114
LSPFER 114
NVSPTK 114
PFDEVF 114
PKVGGN 114
RLYRLF 114
SNLSPF 114
STNGVG 114
SVYTWN 114
TAKIAD 114
TGKIGD 114
TRFATV 114
TVCGPM 114
TVYAWN 114
VGGNWN 114
VGYQPI 114
VLYNWA 114
YLYRLS 114
YNRLYR 114
CVANYS 113
DDDTGC 113
DDMTGC 113
DICTEI 113
ERDICT 113
FKCYNV 113
GFNCYT 113
GNYKLP 113
GQTAKI 113
GSVLYN 113
GVSPHK 113
HKLNDL 113
KICDYN 113
KITNLC 113
LCPVGE 113
LIRGDE 113
LNELCF 113
LPDDDT 113
MQPYRV 113
NCYTPL 113
NGVGVQ 113
NITYLC 113
NSNNLT 113
SARFST 113
SASFSI 113
SFPCNG 113
SLFKCY 113
SPHKLN 113
STFKCT 113
TGDIAD 113
TRFASL 113
VGVQPY 113
WNYLYR 113
YGFQPV 113
YKAPDD 113
YKLFDD 113
YNSARF 113
YQAEST 113
YQAGSF 113
YQAGSP 113
ADASVL 112
APGQTA 112
CFNNVY 112
CFTPVY 112
CGPKKY 112
CGPKTS 112
CRTNVY 112
CVADAS 112
CYCVSP 112
DCPFGE 112
EIYQAE 112
FKCYCV 112
FTPTNG 112
GFRCYF 112
IEVFNA 112
LFRGSN 112
LRSKVG 112
NNLRSK 112
PCFGVE 112
PRQSYG 112
RCYFPL 112
RGSNLK 112
RKRRSN 112
RKSNLS 112
RRSNCV 112
SNCVAN 112
SPTFLN 112
TGKFAD 112
TGKICD 112
TKLNEL 112
TPVYAD 112
TYLCPF 112
VEGFRC 112
VQPYRV 112
VRQIRP 112
WASFST 112
YFPRQS 112
YNLKPF 112
YNYKLF 112
YTPLQS 112
ADKNYK 111
ARGQTG 111
CGPTKS 111
DEVFNA 111
DLCFNN 111
DLCFTP 111
DLCRTN 111
ERDIDT 111
FASVYT 111
GFNCSF 111
GFNCYN 111
HKSNLK 111
HTGCVI 111
KFADYN 111
KNYKLP 111
LFDDFT 111
LFTKSN 111
LTPFER 111
NCSFPL 111
NCYFPR 111
NCYNPL 111
NFTRFA 111
NIMNLC 111
PVGEVF 111
PYSVVV 111
QIAQGQ 111
RFSTFK 111
SAPFST 111
TNLCPV 111
TVCGPT 111
VFNFTR 111
VIAENS 111
WNRKRR 111
YGFTPT 111
YLKRLF 111
YNFKLP 111
YNPLQS 111
YRLFRG 111
YRLFTK 111
ADFTGC 110
ADHNYK 110
ADSLVI 110
ADYNFK 110
AENSNN 110
AESTPC 110
ANYSVL 110
ASVLYN 110
CVSPTK 110
DEVRQM 110
DIADYN 110
DIDTEI 110
DTEIYQ 110
DWNSNN 110
ELCFTN 110
FDGCVI 110
FFNCYF 110
FQPMNG 110
GEVFNF 110
GEVYNA 110
GFNFYF 110
GNENYL 110
GNYNML 110
GQTGDI 110
LFRMSN 110
LKPFGE 110
LNDLCR 110
LPDDMT 110
LPHDFT 110
MLYRLF 110
NFYFPL 110
NGVEIF 110
PCNFVE 110
PCNYVE 110
PLLSYG 110
PLQSVG 110
QIRPGQ 110
QSVGFQ 110
QSYGFT 110
RKVISN 110
RMSNLK 110
SASFSL 110
SFPLQS 110
SLVIRG 110
SNLTPF 110
STPCNY 110
SVVVLS 110
TFLNDL 110
TKSNLK 110
VEFFNC 110
VEGFNF 110
VGGNEN 110
VISNCV 110
VRQIAQ 110
VRQMAP 110
WNRKVI 110
YAPATV 110
YFPLLS 110
YGFKPT 110
YGFQPM 110
YKLPAD 110
YKLPHD 110
YNMLYR 110
YNYKNP 110
YNYLKR 110
YQTGST 110
ADANYK 109
ADRFVI 109
AGYTPC 109
ANYKLP 109
APGMTG 109
CFYNVY 109
CGPKSS 109
DLCFYN 109
EKDIST 109
ENYLYR 109
FELLYA 109
FKLPDD 109
FKPTNG 109
FPPTNG 109
GCNIAW 109
GCVFAW 109
GFHCYF 109
GMTGKI 109
GNYAYL 109
HCYFPL 109
HNYKLP 109
KIADHN 109
KIADKN 109
LFHKSN 109
LKPFVR 109
LLYAPA 109
LPADFT 109
LSYGFQ 109
MTGCVI 109
NCYFTL 109
NFVEGF 109
NGSEGF 109
NGVEFF 109
NITMLC 109
NNVYAD 109
NSNNLR 109
PFGEVY 109
PFVRDI 109
QSYGFK 109
RFVIRG 109
RKSNLT 109
SVYAKN 109
TMLCPF 109
VEIFNC 109
VGGNYD 109
VYADRF 109
VYADSL 109
VYNATR 109
YAKNRK 109
YFLPDD 109
YGFPPT 109
YNYFLP 109
YRLFHK 109
ADWSVL 108
ADYVYK 108
AFERDI 108
AWQSNN 108
CTEIYQ 108
CVADWS 108
CYIVSP 108
DDFDGC 108
DTGCVI 108
DTSTEI 108
EIYQTG 108
ERDTST 108
ERDVST 108
ERSIST 108
GCVIDW 108
GNYNKL 108
IFNCYF 108
KLYRLF 108
KRLFRK 108
LDFKVG 108
LDSMVG 108
LKAFER 108
MNLCPF 108
NATIFA 108
NETRFA 108
NGNGYQ 108
NIAWNS 108
NITNLK 108
NNLDFK 108
NNLDSM 108
PCNGSE 108
PFEKDI 108
PFERDT 108
PFERSI 108
PTNGNG 108
QPDDFT 108
RKPFER 108
SFRTFK 108
SISTEI 108
SKRISN 108
SMVGGN 108
SNLKAF 108
STENYQ 108
STPCFG 108
TIFASV 108
VEGFHC 108
VFAWNS 108
VFNETR 108
VGGNYA 108
VIDWNS 108
VLTNSA 108
VRDIST 108
WNSKRI 108
YAWNSK 108
YAYLYR 108
YFTLQS 108
YNKLYR 108
YNSAPF 108
YNVYAD 108
YRLFRM 108
YVYKLP 108
ADYNRK 107
AGSTPF 107
CYYVSP 107
DISTEN 107
DVSTEI 107
FKCYIV 107
FKVGGN 107
FQLTNG 107
FQPKNG 107
GCVIAE 107
GEIFNA 107
GNYDYL 107
GQNGKI 107
GVSPTF 107
KIADAN 107
KKADYN 107
LKPFEK 107
LPDDFD 107
LPEDFT 107
LPKDFT 107
LYDLCF 107
NGVMYQ 107
NYVEGF 107
PFERDV 107
PFERLI 107
PFGEIF 107
PMNGVG 107
QIAPGM 107
QMAPGQ 107
QSNNLD 107
QSYGFP 107
QSYGGQ 107
RKRKSN 107
RKSNCV 107
RKSNRK 107
RTFKCY 107
SDSFVI 107
SEGFNC 107
SNCLAD 107
SNRKPF 107
SNRKRI 107
SPTKLY 107
STFKCF 107
STGCNG 107
STPCNF 107
SVYASN 107
TKLIDL 107
TKLYDL 107
TNVYSD 107
VFNATI 107
VGSTPC 107
VGYVPY 107
VIAWQS 107
VLYRSA 107
VMYQPY 107
VYSDSF 107
WNRKRK 107
WSVLYN 107
YASNRK 107
YGFQLT 107
YGGQPT 107
YKIPDD 107
YKNPDD 107
YNRKLP 107
YRSASF 107
YSVLTN 107
YVSPTK 107
ADYNYF 106
AGSTGC 106
APDDFT 106
APGQNG 106
AQGQTG 106
CGPKKV 106
CIYQAG 106
CYTNVY 106
DISTCI 106
DLCYTN 106
DNCFTN 106
EDFTGC 106
ENYQAG 106
ERDISI 106
ERLIST 106
FAVVYA 106
FKCFGV 106
FTFKCY 106
FTGCKI 106
FTGCNI 106
GCKIAW 106
GEVNNA 106
GNQNYL 106
GNYGYL 106
GQPTNG 106
HDFTGC 106
IVSPTK 106
KIAWNS 106
KNRKRI 106
LFPKSN 106
LIDLCF 106
LISTEI 106
LNDNCF 106
LPDDKT 106
NCYAPL 106
NPDDFT 106
PFSTFK 106
PTNGVM 106
QIAPHQ 106
QIGPGQ 106
RISNCL 106
SFDTFK 106
SFFTFK 106
SPKKLN 106
STCIYQ 106
TRFAVV 106
VFYATR 106
VGGNYG 106
VITNLC 106
VLYYSA 106
YAPLQS 106
YATRFA 106
YGYLYR 106
YKLPKD 106
YNYKCP 106
YNYKIP 106
YQAGYT 106
YQPYSV 106
YRLFPK 106
YTYKLP 106
YVPYRV 106
CFGVSP 105
CGPQKS 105
CIAWNS 105
CLADYS 105
CVAVYS 105
DDKTGC 105
DIHTEI 105
DISTPI 105
DISTWI 105
EIMQAG 105
EIYTAG 105
FGVEGF 105
FKCYYV 105
GCCIAW 105
GEVFNE 105
GEVFYA 105
GQTGKF 105
GVSPKK 105
GVSPTY 105
KIADYV 105
KTGCVI 105
LKPFRR 105
LNDLCY 105
LTFELL 105
MISNCV 105
NGVNGF 105
NSNLLD 105
NYYFPL 105
PFRRDI 105
PKNGVG 105
PKSNLK 105
QNYLYR 105
RKMISN 105
RKRTSN 105
RTSNCV 105
SASFDT 105
SASFRT 105
SNCVAV 105
STEIMQ 105
STPIYQ 105
STWIYQ 105
TGFIAD 105
TGKKAD 105
TVCGPQ 105
VGFQPT 105
VGGNQN 105
VGYPPY 105
VRQIGP 105
VVLTFE 105
VVYAWN 105
WIYQAG 105
WNRKMI 105
YKCPDD 105
YKLPED 105
YNTKLP 105
YNYGLP 105
YNYKGP 105
YSVLMN 105
YSVLYR 105
YSVLYY 105
YTAGST 105
YYSASF 105
ADYNTK 104
ADYTYK 104
AVYSVL 104
AWNSNL 104
CGPKIS 104
CGPVKS 104
CIADYN 104
DISIEI 104
DISPEI 104
EIKQAG 104
ERDIHT 104
ERDISP 104
FASMYA 104
GCNGVE 104
GCVRAW 104
GFNCYA 104
GNYQYL 104
GQTGFI 104
GVSPRK 104
HTEIYQ 104
IPDDFT 104
KDFTGC 104
KGADYN 104
KKLNDL 104
NGVYGF 104
NGYQPY 104
NLLDSK 104
PFNGVE 104
PIYQAG 104
QIAMGQ 104
QSYGYQ 104
RKLNDL 104
RRDIST 104
SASFIT 104
SFITFK 104
SIEIYQ 104
SMYAWN 104
SPRKLN 104
SPTKLI 104
SPTKLR 104
SPTYLN 104
STPFNG 104
TGCIAD 104
TKLNYL 104
TKLRDL 104
TLQSYG 104
TNSASF 104
TYLNDL 104
VGGNYQ 104
VLMNSA 104
VNGFNC 104
VRAWNS 104
WNRKRT 104
YDYLYR 104
YGFQPK 104
YGYQPT 104
YNYRLP 104
YPPYRV 104
YQYLYR 104
ADKFVI 103
APHQTG 103
CDFTGC 103
CWNSNN 103
DDFHGC 103
DEVRQL 103
FFSTFK 103
FIADYN 103
FTGCCI 103
FTGCVF 103
GFNYYF 103
GNYEYL 103
IFNATR 103
KFVIRG 103
LKPRER 103
LNYLCF 103
LPCDFT 103
LRDLCF 103
NGVGYV 103
PFGEVN 103
PLQSYT 103
PRERDI 103
QSYTFQ 103
RKLPDD 103
RNDLCF 103
RVVVLT 103
SASFFT 103
SNLKPR 103
SPEIYQ 103
STEIYT 103
STIKCY 103
TGSTPC 103
TKLNDN 103
TVCGPV 103
VGGNYE 103
VICWNS 103
VNNATR 103
VRQLAP 103
VYGFNC 103
YEYLYR 103
YISASF 103
YKGPDD 103
YKLPCD 103
YLLFRK 103
YLYLLF 103
YNYKLY 103
YNYKYP 103
YQPTNG 103
YSVFYN 103
YTFQPT 103
ADYNYG 102
ADYNYR 102
ADYRYK 102
AQPTNG 102
AYNSNN 102
CYFVSP 102
DTFKCY 102
FELLHT 102
FHGCVI 102
FKCYFV 102
FTCCVI 102
GFNCYC 102
GPGQTG 102
IKCYGV 102
ITFKCY 102
LNTLCF 102
LVADYS 102
MQAGST 102
NATVFA 102
NCYCPL 102
NGDGYQ 102
NGKIAD 102
NGVGYP 102
NVVGYQ 102
PTNGDG 102
QIAKGQ 102
RISNLV 102
RPGQTG 102
SAFFST 102
SFSTIK 102
SNLVAD 102
SPTKRN 102
TGKGAD 102
TKLNTL 102
TKLPDD 102
TKRNDL 102
TRFASM 102
VEGFNY 102
VIAYNS 102
VLKNSA 102
VLYISA 102
VYADKF 102
YCPLQS 102
YGAQPT 102
YGLPDD 102
YKLDDD 102
YKLIDD 102
YLCFTN 102
YNCASF 102
YNYKLD 102
YNYKLI 102
YRLPDD 102
YSVLKN 102
YTPCNG 102
ADDNYK 101
ADYSVF 101
APKQTG 101
CASFST 101
CGPGKS 101
CPDDFT 101
DDFTCC 101
DKFTGC 101
FKTYGV 101
FSSVYA 101
FVSPTK 101
GQTGCI 101
LDSEVG 101
LDSKSG 101
LKPFEG 101
LPDDFH 101
LPDKFT 101
MNSASF 101
NFNCYF 101
NGVGIQ 101
NITFLC 101
NNLDSE 101
PCNGVN 101
PFEGDI 101
QIAPKQ 101
QSYGAQ 101
SEVGGN 101
SFATFK 101
SFRKSN 101
SGGNYN 101
SKSGGN 101
STEIKQ 101
STFKTY 101
TLCFTN 101
TRFSSV 101
TVCGQK 101
VENFNC 101
VFGEVF 101
VFNADR 101
VFNATV 101
WNRKTI 101
YITNLC 101
YKLPDK 101
YKLYDD 101
YKYPDD 101
YLYRSF 101
YNSAFF 101
YNYLYL 101
YRSFRK 101
YRYKLP 101
YSVLYI 101
ADHSVL 100
AGSTEC 100
AKGQTG 100
ATFKCY 100
CITNVY 100
DLCITN 100
DLQFTN 100
DMFTGC 100
EGDIST 100
FQPING 100
FQPTNV 100
GCVIAY 100
GCVICW 100
GCVIEW 100
GFNIYF 100
GNYHYL 100
GQVGKI 100
HQTGKI 100
HTPATV 100
KIADYT 100
KQAGST 100
LDDDFT 100
LEGFNC 100
LKPIER 100
LLHTPA 100
LNDLCI 100
LNDLQF 100
LTNGVG 100
NADRFA 100
NGVENF 100
NIYFPL 100
NKTRFA 100
PCNGVY 100
PCNRVE 100
PIERDI 100
PINGVG 100
PTNVVG 100
PVQSYG 100
SASFAT 100
SNLKPI 100
SPTKLF 100
STYKCY 100
TAVYAD 100
TFLCPF 100
TISNCV 100
TKLFDL 100
TVCGPG 100
VFYNSA 100
VGGNYH 100
VGIQPY 100
VIEWNS 100
VLYNCA 100
VRQIAK 100
VRQIAM 100
VVLYFE 100
YHYLYR 100
YLMRLF 100
YNYLMR 100
YNYPLP 100
YNYQLP 100
YPLPDD 100
ADYNYQ 99
AISTPC 99
AMGQTG 99
APNSNN 99
CGPKKF 99
CGQKKS 99
CIGVSP 99
CSVLYN 99
CVADES 99
CYGLSP 99
DEGRQI 99
ESVLYN 99
EWNSNN 99
FDYNYK 99
FKCIGV 99
FQPNNG 99
FTGCVR 99
GCVIAP 99
GFNGYF 99
GQTGKG 99
GQTGKK 99
IQPYRV 99
KIADDN 99
KIFDYN 99
LCVFGE 99
LFDLCF 99
LFPLQS 99
LPDMFT 99
LYFELL 99
MRLFRK 99
NATRFS 99
NCLFPL 99
NGLEGF 99
NGYFPL 99
NHTNLC 99
NNLDSN 99
NRVEGF 99
PNNGVG 99
QFTNVY 99
QIEPGQ 99
RKTISN 99
RLRISN 99
RVVVLY 99
SASFCT 99
SFCTFK 99
SFSTYK 99
TGKIFD 99
TNLCVF 99
TVFASV 99
TYGVSP 99
VFNKTR 99
VIAPNS 99
WNRKRV 99
WNRLRI 99
YFPVQS 99
YKFPDD 99
YNYKFP 99
YQAIST 99
YQLPDD 99
ADESVL 98
ADYNYP 98
ADYSQL 98
AGSDPC 98
APGNTG 98
CCVIAW 98
CFKNVY 98
CFTAVY 98
CGTNVY 98
CVADCS 98
CVADHS 98
DNYKLP 98
DPFTGC 98
DRFASV 98
GFNCLF 98
GKSNLK 98
GLSPTK 98
GNTGKI 98
GPDDFT 98
GPNCYF 98
HSVLYN 98
IQPTNG 98
KIDDYN 98
KIMDYN 98
KNSASF 98
LFGKSN 98
LFRKKN 98
LIDDFT 98
LNDGCF 98
LPDPFT 98
LPMDFT 98
LYDDFT 98
NCYFPV 98
NGVFGF 98
PFMRDI 98
PTERDI 98
QIAPAQ 98
QIAPGN 98
QIAYGQ 98
QLAPGQ 98
RGDEGR 98
RKKNLK 98
RKRVSN 98
RKSNVK 98
RVSNCV 98
SNVKPF 98
TGKIMD 98
VEGFNI 98
VEGPNC 98
VKPFER 98
VLYNHA 98
YAWNRL 98
YGFQPI 98
YGFQPN 98
YGIQPT 98
YKLPDM 98
YKLPMD 98
YNHASF 98
YQAPST 98
YSQLYN 98
ADCSVL 97
ADYKYK 97
APAQTG 97
APGQVG 97
APSTPC 97
CFTDVY 97
CFTNVS 97
CGPKKI 97
DDYNYK 97
DESRQI 97
DGCFTN 97
DISNEI 97
DLCGTN 97
DLCNTN 97
DNYNYL 97
EISNCV 97
ERDISN 97
FELLHE 97
FLSVYA 97
HASFST 97
HEPATV 97
LDKKVG 97
LFRKPN 97
LKPFMR 97
LKPTER 97
LLHEPA 97
MDFTGC 97
MITNLC 97
MRDIST 97
NAFRFA 97
NGMGYQ 97
NINNLC 97
NNLCPF 97
NNLDKK 97
PNLKPF 97
PTNGMG 97
PYRVLV 97
QSYGIQ 97
RKEISN 97
RKPNLK 97
RKSNLR 97
SDPCNG 97
SNLKPT 97
STECNG 97
TDVYAD 97
TGKIDD 97
TKLNDG 97
TNVSAD 97
TRFLSV 97
VEGFNG 97
VFGFNC 97
VFNAFR 97
VRQIAY 97
YKCYGV 97
YKYKLP 97
YQPTRV 97
YRLFGK 97
ADYNYI 96
AGSMPC 96
CNTNVY 96
DEVLQI 96
DGYQPY 96
DISKEI 96
DLCFTA 96
DLCFTD 96
ECNGVE 96
EFDIST 96
EITQAG 96
EIYQAI 96
EIYQAP 96
EPGQTG 96
ERDISK 96
FPDDFT 96
FRFASV 96
GCWIAW 96
GMNCYF 96
GNVFNA 96
GNYNYN 96
GTTGKI 96
KIADYR 96
KIAWYN 96
KKVGGN 96
KNLKPF 96
KNVYAD 96
KQTGKI 96
LCPFGN 96
LKPYER 96
LMDLCF 96
LNDLCG 96
LVLSFE 96
NATRFL 96
NATRSA 96
NMTNLC 96
PFEFDI 96
PFGNVF 96
PHRVVV 96
PTRVVV 96
PYERDI 96
QIAAGQ 96
RVLVLS 96
SASVYA 96
SDSFST 96
SFKTFK 96
SNLKPY 96
SNLRPF 96
STFKCI 96
TKLMDL 96
TKVNDL 96
TRSASV 96
VEGMNC 96
VFFATR 96
VGDNYN 96
VGKIAD 96
VLQIAP 96
VLYNMA 96
VNDLCF 96
VRQIEP 96
VSADSF 96
WIAWNS 96
WNRKEI 96
YILPDD 96
YNMASF 96
YNSPSF 96
YNYILP 96
YQAGSD 96
YQAGSM 96
YQPHRV 96
AAYSVL 95
ADYNYD 95
APGTTG 95
AQTGKI 95
AWWSNN 95
AWYNYK 95
AYGQTG 95
CTFKCY 95
CVAAYS 95
DLCFKN 95
ERDPST 95
FKCYGL 95
FKGYGV 95
FTGCWI 95
GEVFIA 95
GFDCYF 95
GKVGGN 95
GRQIAP 95
LDGKVG 95
LFFELL 95
LKPFEF 95
LNDLCN 95
LRPFER 95
MDYNYK 95
MGYQPY 95
NNLDGK 95
NNLMSK 95
PFERDP 95
PVNGVE 95
PVRVVV 95
QIAPGT 95
QLYNSA 95
RGDESR 95
RKMNLK 95
RVVVLF 95
SASMST 95
SKVGDN 95
SMSTFK 95
SNCVAA 95
SNCVAY 95
SNEIYQ 95
SPSFST 95
SPTKLM 95
SPTKVN 95
STEITQ 95
STWCNG 95
TGKIAW 95
TITNLC 95
TKLKDL 95
TNVLAD 95
TNYNYL 95
TRFAMV 95
TYRVVV 95
VGTNYN 95
VIAWWS 95
VLADSF 95
VLYNSD 95
VLYNSP 95
VVLFFE 95
YDLPDD 95
YHPYRV 95
YKLPDP 95
YNSDSF 95
YNYDLP 95
YNYNYR 95
YNYRLF 95
YQPVRV 95
YQTYRV 95
AASFVI 94
ADDSVL 94
AGSTWC 94
AQNSNN 94
CFTFVY 94
CVADDS 94
CVAYYS 94
CYLVSP 94
DCYFPL 94
DDFCGC 94
DPSTEI 94
EIDIST 94
FAMVYA 94
FCGCVI 94
GEVFFA 94
GEVFNK 94
GEVTNA 94
GFNTYF 94
GISNCV 94
GVVVLS 94
GYGVSP 94
KIADYK 94
KTFKCY 94
LCPYGE 94
LDSVVG 94
LDYKVG 94
LFRKMN 94
LKDLCF 94
LKPFEI 94
LMSKVG 94
MNLKPF 94
MVVVLS 94
MVYAWN 94
NGKGYQ 94
NGVGYH 94
NNLDSV 94
NNLDYK 94
NTYFPL 94
PCNHVE 94
PFEIDI 94
PLQSTG 94
PTNGKG 94
PYGEVF 94
PYMVVV 94
QSTGFQ 94
RGDEVL 94
RKGISN 94
SASFKT 94
SASFNT 94
SASKST 94
SFNTFK 94
SFVILG 94
SKEIYQ 94
SKVGTN 94
SMPCNG 94
STPCNR 94
STPVNG 94
SVVGGN 94
TFVYAD 94
TQAGST 94
VEGFDC 94
VFIATR 94
VGYHPY 94
VGYQPV 94
VIAQNS 94
VILGDE 94
VNAWNS 94
VRQIAA 94
VTNATR 94
VYAASF 94
WNRKGI 94
YARNRK 94
YGFQRT 94
YKHPDD 94
YNYKHP 94
YPDDFT 94
YQPYMV 94
AAGQTG 93
ADYNIK 93
ANVYAD 93
AYYSVL 93
CFANVY 93
CYGSSP 93
DETRQI 93
DIPTEI 93
DLCFAN 93
DLCFTF 93
DSVLYN 93
ERDIPT 93
EVYAWN 93
FATRFA 93
FKCYLV 93
FKIYGV 93
FQRTNG 93
GCVIAQ 93
GCVNAW 93
GFNCYG 93
GRFASV 93
IATRFA 93
IDYNYK 93
IYGVSP 93
KIHDYN 93
KIIDYN 93
LDSKVT 93
LKPFTR 93
NCYGPL 93
NGVEGP 93
NGVQYQ 93
NTFKCY 93
PCNGLE 93
PFGMVF 93
PFTRDI 93
PLQSYA 93
PYGVVV 93
QIAPMQ 93
QSYAFQ 93
RGDETR 93
RNRKRI 93
SKSTFK 93
SPTKLK 93
SRQIAP 93
STFKGY 93
STPGNG 93
SVYARN 93
TGFQPT 93
TGKIHD 93
TRDIST 93
TVCGKK 93
VEGFNT 93
VGYQPH 93
VGYQTY 93
VQYQPY 93
VTGNYN 93
WSNNLD 93
YAFQPT 93
YGPLQS 93
YHLFRK 93
YNIKLP 93
YNSASK 93
YNSASM 93
YQACST 93
ACSTPC 92
ADYIVL 92
AGSTPV 92
APMQTG 92
CFFNVY 92
CFINVY 92
CFTNVL 92
CGKKKS 92
CSADYS 92
DDGTGC 92
DDWTGC 92
DLCFFN 92
DNLKPF 92
FAEVYA 92
FNLCPF 92
FNVYAD 92
FQTTNG 92
GFCCYF 92
GMVFNA 92
GVYNYL 92
HDYNYK 92
HPDDFT 92
IITNLC 92
KGYQPY 92
LDWKVG 92
LPDCFT 92
LPPFGE 92
LVVVLS 92
LYADSF 92
MASFST 92
NCYFPM 92
NIFNLC 92
NIGNLC 92
NNLDWK 92
PFGEVT 92
PTEIYQ 92
PTNGVQ 92
PYLVVV 92
RISNCS 92
RKDNLK 92
RRRISN 92
SKVGGV 92
SNCSAD 92
SNVGGN 92
TGKIID 92
TNLPPF 92
VFNAGR 92
VGGVYN 92
VGYQPT 92
WKVGGN 92
WNRRRI 92
YIVLYN 92
YKKPDD 92
YKVGGN 92
YLYHLF 92
YNYKKP 92
YQAYST 92
YQLGST 92
YQPYLV 92
ADYNPK 91
AYSTPC 91
CFTGVY 91
CYDVSP 91
DCFTGC 91
DGSTEI 91
DLCFIN 91
DVSPTK 91
EIYQAC 91
ERDGST 91
FKCYGS 91
FNDLCF 91
GEVDNA 91
GNDLCF 91
GNLCPF 91
GSSPTK 91
LDSAVG 91
LDSNVG 91
LFRKDN 91
LKPNER 91
LPDDFC 91
LPDDGT 91
LPDDWT 91
LVSPTK 91
NAGRFA 91
NGVEGM 91
NGVPYQ 91
NHVEGF 91
NITGLC 91
NIYNLC 91
NNLDSA 91
NSNNLM 91
NSVGYQ 91
PCNGVF 91
PMQSYG 91
PNERDI 91
PTNSVG 91
QSYGFA 91
RATRFA 91
SKVTGN 91
SPTKFN 91
STFKIY 91
STPCNH 91
STVKCY 91
TNLYAD 91
TNVYAA 91
TRFAEV 91
TVCGPN 91
VDGFNC 91
VEGFCC 91
VFRATR 91
VPYQPY 91
WCNGVE 91
YFPMQS 91
YKLKDD 91
YKLPDC 91
YNLCPF 91
YNPKLP 91
YNYKLK 91
YQPYGV 91
AGSTPG 90
ANNSNN 90
CCYFPL 90
CVADYI 90
DLCFTG 90
EIYQLG 90
EYDIST 90
FAPTNG 90
FGFQPT 90
FKCYDV 90
FQPTNL 90
FQPTNS 90
GRDIST 90
GTYNYL 90
GVSPTH 90
INVYAD 90
LCPTGE 90
LFRKSR 90
LGDEVR 90
LKPFEY 90
LNSKVG 90
NGVDGF 90
NITNLP 90
NNLNSK 90
PCMGVE 90
PFERDG 90
PFEYDI 90
PFGEVD 90
PFGRDI 90
PGNGVE 90
PKLPDD 90
QSFGFQ 90
RKSRLK 90
SAVGGN 90
SFSFST 90
SFSTVK 90
SNLKPN 90
SPTHLN 90
SRLKPF 90
SVYEWN 90
TGLCPF 90
TGQIAD 90
TGVYAD 90
THLNDL 90
TKFNDL 90
TKGNDL 90
VAGNYN 90
VDNATR 90
VGGTYN 90
VIANNS 90
YAWNRR 90
YGFAPT 90
YNSAIF 90
YNSFSF 90
YRLFRE 90
ADYEVL 89
AQYNYK 89
CFTHVY 89
CFTNLY 89
CGPNKS 89
CVADYE 89
DLCFTH 89
ERRIST 89
FECYGV 89
FLQSYG 89
FTNCVI 89
GCVIAN 89
GCVKAW 89
GEVFRA 89
GEVGNA 89
GFSTFK 89
GINCYF 89
GNYCYL 89
GRVIAW 89
GTGCVI 89
IKLPDD 89
LCPFGM 89
LDSKVA 89
LFRESN 89
LKDDFT 89
LKPFEN 89
LKPFGR 89
MGVEGF 89
MKLNDL 89
MQTGKI 89
NATNFA 89
NCTNLC 89
NCYFFL 89
NGVGRQ 89
NITALC 89
NITNCC 89
NLVGYQ 89
NSNNLN 89
PFENDI 89
PFERRI 89
PFGENF 89
PFGEVG 89
PLQSFG 89
PLRSYG 89
PTNGVP 89
PTNLVG 89
QIKPGQ 89
RESNLK 89
RISTEI 89
RTNGVG 89
RYRVVV 89
SAIFST 89
SKVAGN 89
SPMKLN 89
SPTKGN 89
STFECY 89
STPNNG 89
TALCPF 89
THVYAD 89
TNCCPF 89
TNFASV 89
TNLCPT 89
TTNGVG 89
VEGINC 89
VGGNYC 89
VGNATR 89
VKAWNS 89
VKCYGV 89
YCYLYR 89
YEVLYN 89
YEWNRK 89
YFFLQS 89
YFPLRS 89
YGFQTT 89
YPPLQS 89
YRPFRK 89
YSVLYV 89
ADPNYK 88
AGSTPN 88
AINSNN 88
AVSPTK 88
AWSFVI 88
CFDNVY 88
DDATGC 88
DFNCYF 88
DLCFDN 88
EIYQAY 88
ENDIST 88
FASVYE 88
FQPTIG 88
FTGCVN 88
FTGRVI 88
GENFNA 88
GQTQKI 88
GSVIAW 88
GYTGKI 88
KIADPN 88
KIAQYN 88
LCPIGE 88
LVFELL 88
LYSKVG 88
NAYRFA 88
NCYPPL 88
NGVGEQ 88
NGVGTQ 88
NNLGSK 88
NNLYSK 88
NSNNLG 88
NSNNLY 88
PFERDM 88
PFGEFF 88
PIGEVF 88
PTGEVF 88
PTIGVG 88
QIADYN 88
QIYPGQ 88
RQPYRV 88
RSYGFQ 88
SAGFST 88
SASWST 88
SFVIKG 88
SKVGGT 88
SWSTFK 88
TKTNDL 88
TNLCPY 88
TRQIAP 88
VFNATN 88
VGEQPY 88
VGGFYN 88
VGRQPY 88
VGTQPY 88
VHYNSA 88
VIYNSA 88
VKRISN 88
VLYVSA 88
VVLVFE 88
VYAWSF 88
WNVKRI 88
WTGCVI 88
YAWNVK 88
YLYRPF 88
YNSAGF 88
YNSANF 88
YQAGPT 88
YQRYRV 88
ADYWVL 87
AGPTPC 87
AGSKPC 87
ANYNYL 87
APGYTG 87
CVADYW 87
CYAVSP 87
DNVYAD 87
EICQAG 87
EIYVAG 87
ERDMST 87
FFNATR 87
FKCYAV 87
FQPYNG 87
FTGCVK 87
GFNCYP 87
GFNNYF 87
GFYNYL 87
GQTGQI 87
GQTPKI 87
GVSPMK 87
IFSTFK 87
LCPRGE 87
LGSTPC 87
LNPFER 87
LPDDAT 87
MNDLCF 87
NCVIAW 87
NCYFVL 87
NETNLC 87
NGVEDF 87
NGVGGF 87
NGVRGF 87
NNYFPL 87
PFGIVF 87
PFRKSN 87
PNNGVE 87
QIANGQ 87
QKVGGN 87
QSHGFQ 87
QSIGFQ 87
RILNCV 87
RKRILN 87
RKSNLN 87
SANFST 87
SASFMT 87
SFMTFK 87
SFSTFE 87
SKVGAN 87
SNLNPF 87
SPTKKN 87
SPTKTN 87
STPING 87
TKKNDL 87
TNCVAD 87
TNLCPI 87
TPKIAD 87
TQKIAD 87
TQPYRV 87
VEDFNC 87
VFNAYR 87
VGANYN 87
VIKGDE 87
VLYNDA 87
VLYNSF 87
YNDASF 87
YNYLYH 87
YRFASV 87
YSVHYN 87
YSVIYN 87
YSWNRK 87
YVSASF 87
YWVLYN 87
ADCNYK 86
ANGQTG 86
APGQTP 86
APGVTG 86
AWESNN 86
CCPFGE 86
CFGNVY 86
CGVKKS 86
CYGVSA 86
DDFTIC 86
DDFTNC 86
DISAEI 86
DLCFGN 86
DMSTEI 86
EADIST 86
EIYPAG 86
EQPYRV 86
ERDISA 86
FASVYS 86
FKNYGV 86
FTICVI 86
GCVIAI 86
GEFFNA 86
GNYWYL 86
GVSATK 86
GYVFNA 86
HGFQPT 86
IGFQPT 86
KDYNYK 86
KGDEVR 86
KIADCN 86
KIKDYN 86
KPDDFT 86
LDQKVG 86
LGSKVG 86
LKPFEA 86
LNCVAD 86
LNNLCF 86
MTFKCY 86
NFNATR 86
NGYGYQ 86
NNLDQK 86
NNLISK 86
PFEADI 86
PFGYVF 86
PLQSHG 86
PLQSIG 86
PNYKLP 86
PRGEVF 86
PTNGYG 86
PTPCNG 86
RITNCV 86
RKRITN 86
RKRSSN 86
RVVVLV 86
SAEIYQ 86
SATKLN 86
SFSTFY 86
SFVISG 86
SGDEVR 86
SNCRAD 86
STEICQ 86
STPCMG 86
SVYVWN 86
TGKIAQ 86
TGKIKD 86
TKMNDL 86
TNVYAW 86
TVCGVK 86
VGYQRY 86
VIAINS 86
VISGDE 86
VLQSYG 86
VLYPSA 86
VRGFNC 86
VRQIYP 86
WNRKRS 86
YFVLQS 86
YHLPDD 86
YNSASW 86
YNYHLP 86
YPAGST 86
YQAGLT 86
YVAGST 86
YWYLYR 86
ADMFVI 85
ADNSNN 85
ADYGVL 85
ADYSVH 85
ADYSVI 85
AFGEVF 85
AGLTPC 85
AGSTPI 85
AGTTPC 85
APGQGG 85
ATGCVI 85
CCGVSP 85
CFMNVY 85
CFTCVY 85
CFTMVY 85
CVADYG 85
CVGDYS 85
DISGEI 85
DLCFMN 85
EMDIST 85
EPDIST 85
ERDISG 85
FASVYV 85
FFPTNG 85
FTGSVI 85
FTGVVI 85
FYCYGV 85
GCDIAW 85
GCVCAW 85
GFNPYF 85
GIVFNA 85
GNVYAD 85
GNYNPL 85
GVSVTK 85
IKVGGN 85
KNDLCF 85
LCAFGE 85
LCPFGI 85
LDIKVG 85
LDNKVG 85
LISKVG 85
LKPFEM 85
LNILCF 85
MFVIRG 85
NGHGYQ 85
NGVEGI 85
NGVNYQ 85
NLCFTN 85
NNLDNK 85
NPYFPL 85
NSNNLI 85
NYGVSP 85
PFEMDI 85
PLQYYG 85
PLYRLF 85
PTNGHG 85
QIAPGV 85
QIAPGY 85
QSYGPQ 85
QSYIFQ 85
QYYGFQ 85
RISNCR 85
RSSNCV 85
SFVITG 85
SKPCNG 85
SKVGGF 85
SNCVED 85
SNCVGD 85
SPTKMN 85
STFKNY 85
STFYCY 85
SVYSWN 85
TKLNIL 85
TMVYAD 85
TNDLCF 85
VCAWNS 85
VEGFNN 85
VEGFNP 85
VGGFNC 85
VIADNS 85
VIAWES 85
VITGDE 85
VLYFSA 85
VRQIKP 85
VVYNSA 85
YGFFPT 85
YGFQPY 85
YGPQPT 85
YGVLYN 85
YLRRLF 85
YLYRLV 85
YNPLYR 85
YNYLRR 85
YPSASF 85
YQANST 85
YQPRRV 85
YQVYRV 85
YRLVRK 85
YVWNRK 85
ADYSPL 84
APGWTG 84
APWQTG 84
